Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driving_offences/penalty_points_for_driving_offences.html.txt.tmx
Source language: en
Languages: ga

source: How do I find out how many penalty points I have on my driving licence?
ga: Conas is féidir liom a fháil amach cé mhéad pointí pionóis atá agam ar mo cheadúnas tiomána?

source: To find out how many penalty points are on your driving licence record, contact the National Driver Licence Service (NDLS) at 076 108 7880 or email info@ndls.ie, and quote your driving licence number. Further information The Road Safety Authority has setup a website about penalty points at www.penaltypoints.ie
ga: Chun a fháil amach cé mhéad pointí pionóis atá ar do thaifead cheadúnas tiomána, déan teagmháil leis an tSeirbhís Náisiúnta um Cheadúnais Tiomána (NDLS) ag 076 108 7880 nó seol ríomhphost info@ndls.ie, agus d'uimhir cheadúnais tiomána a lua
